Repository: ims21/ManagerAutofs
Catalog: plugin/locale/*/LC_MESSAGES/ManagerAutofs.po
Languages: cs, ru

source: You can preset several input parameters before creating more autofiles. Values can be then inserted with blue button on current item. Presettings account values can be cleared on plugin exit.
cs: Před zakládáním více 'auto.file' souborů můžete přednastavit několik zadávaných hodnot. Hodnoty mohou být poté vkládány pomocí modrého tlačítka na aktuální položce. Přednastavené hodnoty pro připojení mohou být při ukončení pluginu smazány.
ru: Вы можете предварительно установить несколько входных параметров, прежде чем создавать новые автофайлы. Значения можно затем вставить с помощью синей кнопки в текущий элемент. Предварительные настройки значения учетной записи могут быть очищены при выходе из плагина.

source: You can use current mountpoint '%s' as HDD replacement.
cs: Můžete použít aktuální přístupový bod '%s' jako náhradu HDD.
ru: Вы можете использовать текущую точку монтирования '%s' в качестве замены HDD.

source: You cannot use 'master' in auto.file name
cs: Nelze použít 'master' v názvu auto.name
ru: Вы не можете использовать 'master' в имени auto.file

source: auto.file
cs: Soubor auto

source: auto.master with more records:
cs: auto.master s více řádky:
ru: auto.master с большим количеством записей:

source: domain
cs: doména
ru: домен

source: domain/group
cs: doména/skupina

source: domain/workgroup
cs: doména/skupina

source: enabled
cs: povolen
ru: включен

source: example of auto.synology:
cs: příklad pro auto.synology:
ru: пример для auto.synology:

source: intr
cs: fstype

source: ip or name
cs: IP nebo název
ru: ip или имя

source: local directory
cs: místní adresář
ru: локальный каталог

source: more auto.xxxx files - each file for one shared directory:
cs: více souborů auto.xxxx - každý soubor pro jedno připojení:
ru: больше auto.xxxx файлов - каждый файл для одного общего каталога:

source: mountpoint name
cs: bod připojení
ru: имя точки монтирования

source: name
cs: název
ru: имя

source: no
cs: ne
ru: нет

source: password
cs: heslo
ru: пароль

source: save preset account values
cs: ukládat přednastavené hodnoty přístupu
ru: сохранить предустановленные значения учетной записи

source: shared remote directory
cs: sdílený vzdálený adresář
ru: общий удаленный каталог

source: smb version
cs: samba verze
ru: версия smb

source: test mount points on plugin start
cs: testovat body pripojení při startu
ru: тестовые точки монтирования при запуске плагина

source: then will be mounted as:
cs: bude připojeno jako:
ru: будет смонтирован как:

source: use ip/name or dev
cs: použít IP/název nebo dev
ru: использовать ip/name или dev

source: use user/pass
cs: uživatel/heslo
ru: использовать пользователь/пароль

source: user
cs: uživatel
ru: пользователь

source: user string
cs: uživatelský řetězec
ru: строка пользователя

source: Manager Autofs
ru: Менеджер Autofs

source: Menu
ru: Меню

source: OK
ru: ОК

source: Reload autofs
ru: Перезагрузить autofs

source: time
ru: время

source: timeout
ru: тайм-аут
